Revit 2024 API
ParameterTypeId.RebarSystemActiveBackDirn2 Property
 "Interior Minor Direction"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RebarSystemActiveBackDirn2 { get; }
Visual Basic
Public Shared ReadOnly Property RebarSystemActiveBackDirn2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RebarSystemActiveBackDirn2 {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace